Repository: wp-plugins/woocommerce-molds
Catalog: languages/woocommerce-molds-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette page.

source: New mold
fr_fr: Nouveau modèle

source: Edit mold
fr_fr: Modifier modèle

source: Save
fr_fr: Enregistrer

source: Reset
fr_fr: Réinitialiser

source: Name
fr_fr: Nom

source: Type the mold name here...
fr_fr: Tapez ici le nom du modèle...

source: Parent product
fr_fr: Produit concerné

source: Select a product
fr_fr: Sélectionner un produit

source: Attribute
fr_fr: Attribut

source: Select an attribute
fr_fr: Sélectionnez un attribut

source: If you do not select a term, the mold will be applied only to variations set on -any-
fr_fr: Si vous ne sélectionnez pas de terme, le modèle sera appliqué uniquement aux variations configurées sur -tous termes-

source: Terms
fr_fr: Termes

source: Enable this option to apply the mold on every variation concerned by the attribute
fr_fr: Activez cette option pour appliquer le modèle à toute variation concernée par l'attribut choisi

source: All
fr_fr: Tous

source: Select the options you want to apply to every variation of
fr_fr: Choisissez les options que vous voulez appliquer à toute variation de

source: using
fr_fr: utilisant

source: Enter a SKU for this variation or leave blank to use the parent product SKU.
fr_fr: Entrez une référence pour ces variations ou laissez vide pour utiliser la référence du produit parent

source: SKU
fr_fr: UGS

source: Enable this option to activate the variations in the shop
fr_fr: Activez cette option pour activer les variations dans la boutique

source: Active
fr_fr: Activé

source: Enable this option if access is given to a downloadable file upon purchase of a product
fr_fr: Activez cette option si l'accès est donné à un fichier téléchargeable lors de l'achat d'un produit

source: Downloadable
fr_fr: Téléchargeable

source: Enable this option if a product is not shipped or there is no shipping cost
fr_fr: Activez cette option si un produit n'est pas expédié ou s'il n'y a pas de frais de port

source: Virtual
fr_fr: Virtuel

source: Enable this option to replace all the variations images, or else the image will only be passed to variations without one
fr_fr: Activez cette option pour remplacer toutes les images des variations, ou alors l'image choisie sera seulement appliquée aux variations qui n'en possèdent pas

source: Main image
fr_fr: Image principale

source: Unchecks the active option
fr_fr: Désactive l'option activé

source: Inactive
fr_fr: Désactivé

source: Unchecks the downloadable option
fr_fr: Désactive l'option téléchargeable

source: Not downloadable
fr_fr: Non téléchargeable

source: Unchecks the virtual option
fr_fr: Désactive l'option virtuel

source: Not virtual
fr_fr: Non virtuel

source: Enter a quantity to enable stock management at variation level, or leave blank to use the parent product's options.
fr_fr: Entrez une quantité pour activer la gestion de stock au niveau des variations, ou laissez vide pour utiliser les options du produit parent

source: Stock Qty:
fr_fr: Qté Stock:

source: Regular Price:
fr_fr: Prix régulier:

source: Enabling this option will replace the variations regular price by the one you entered
fr_fr: Activer cette option remplacera le prix actuel des variations par celui que vous avez entré

source: Use as regular price
fr_fr: Prix principal

source: The price you entered will be added to the variations current price
fr_fr: Le prix que vous avez entré sera ajouté au prix actuel des variations

source: Add to regular price
fr_fr: Ajouter au prix

source: The price you entered will be substracted to the variations current price
fr_fr: Le prix que vous avez entré sera soustrait au prix actuel des variations

source: Substract
fr_fr: Soustraire au prix

source: The price you entered will be added or substracted as a percentage of the variations current price
fr_fr: Le prix que vous avez entré sera ajouté ou soustrait en tant que pourcentage du prix actuel des variations

source: Calculate in %
fr_fr: Calculer en %

source: Sale Price:
fr_fr: Prix de vente:

source: Schedule
fr_fr: Planifier

source: Define a sale price duration
fr_fr: Définissez une durée pour le prix de vente

source: Sale start date:
fr_fr: Début de vente:

source: Sale end date:
fr_fr: Fin de vente:

source: Use as sale price
fr_fr: Prix de vente principal

source: Add to sale price
fr_fr: Ajouter au prix de vente

source: Enter a weight for this variation or leave blank to use the parent product weight.
fr_fr: Saisissez un poids pour les variations ou laissez vide pour utiliser le poids du produit parent

source: Weight
fr_fr: Poids

source: Dimensions (L&times;W&times;H)
fr_fr: Dimensions (L&times;Larg&times;H)

source: Shipping class:
fr_fr: Classe de livraison:

source: Same as parent
fr_fr: Identique au parent

source: Enter one or more File Paths, one per line, to make this variation a downloadable product, or leave blank.
fr_fr: Saisissez un ou plusieurs chemins de fichier, un par ligne, pour des variations un produit téléchargeable, ou laissez vide

source: File paths:
fr_fr: Chemins fichier:

source: File paths/URLs, one per line
fr_fr: Chemins fichier/URLs, un par ligne

source: Insert file URL
fr_fr: Entrez l'URL d'un fichier

source: Choose a file
fr_fr: Choisir un fichier

source: Upload
fr_fr: Envoyer

source: Leave blank for unlimited re-downloads.
fr_fr: Laissez vide pour les téléchargements illimités

source: Download Limit:
fr_fr: Limite téléchargement:

source: Unlimited
fr_fr: Illimitée

source: Enter the number of days before a download link expires, or leave blank.
fr_fr: Saissisez le nombre de jour avant qu'un lien de téléchargement n'expire, ou laissez vide

source: Download Expiry:
fr_fr: Expiration du téléchargement

source: Product Molds
fr_fr: Modèles de Produit

source: Apply a mold to instantly feed product variations.
fr_fr: Appliquez un modèle pour nourrir instantanément les variations de produit.

source: The order in which molds are applied can matter, because a mold can override the effects of previous ones (percentages can surprise you if you're not careful)
fr_fr: L'ordre dans lequel les modèles sont appliqués peut être important, car un modèle peut primer sur les effets des précédents (les pourcentages peuvent vous surprendre si vous n'y prenez pas garde)

source: New Mold
fr_fr: Nouveau Modèle

source: Molds
fr_fr: Modèles

source: Product
fr_fr: Produit

source: Edit
fr_fr: Modifier

source: Apply
fr_fr: Appliquer

source: Remove
fr_fr: Supprimer

source: Anything you've defined in the mold will be applied to its matching variations.
fr_fr: Tout ce que vous avez défini dans le modèle sera appliqué aux variations qui lui correspondent.

source: Cancel
fr_fr: Annuler

source: Anything you've defined in the mold will be unapplied to its matching variations.
fr_fr: Tout ce que vous avez défini dans le modèle sera désappliqué des variations qui lui correspondent

source: Reverse checkboxes
fr_fr: Inverser les options

source: Yes
fr_fr: Oui

source: Checked boxes will be unchecked and vice versa
fr_fr: Les cases cochées seront décochées et vice versa

source: Unapply
fr_fr: Désappliquer

source: Unapply mold before removing it
fr_fr: Désappliquer le modèle avant de le supprimer

source: Don't check the box if you want to keep your variations's data intact.
fr_fr: Ne cochez pas la case si vous voulez garder intactes les données de vos variations.

source: Are you sure
fr_fr: Êtes-vous sûr

source: EDIT
fr_fr: MODIFIER

source: Click to unapply mold
fr_fr: Cliquez pour désappliquer le modèle

source: UNAPPLY
fr_fr: ENLEVER

source: Click to apply mold
fr_fr: Cliquez pour appliquer la modèle

source: APPLY
fr_fr: APPLIQUER

source: Remove mold
fr_fr: Supprimer le modèle

source: REMOVE
fr_fr: SUPPRIMER

source: No molds currently exist.
fr_fr: Aucun modèle n'existe pour le moment.

source: Deleted.
fr_fr: Supprimé.

source: Saved.
fr_fr: Enregistré.

source: Couldn't be saved.
fr_fr: N'a pas pu être enregistré.

source: No update on #
fr_fr: Pas de mise jour pour #

source: variations were molded.
fr_fr: variations ont été modelées.

source: No variations found.
fr_fr: Aucune variation trouvée.

source: variations were unmolded.
fr_fr: variations ont été démodelées.
